Repository: theforeman/hammer-cli-foreman-ansible
Catalog: locale/*/hammer_cli_foreman_ansible.po
Languages: fr, ja, ka

source: Manage ansible roles
fr: Gérer les rôles Ansible
ja: Ansible ロールの管理
ka: Ansible-ის როლების მართვა

source: Manage ansible variables
fr: Gérer les variables Ansible
ja: Ansible 変数の管理
ka: Ansible-ის ცვლადების მართვა

source: Ansible Inventory
fr: Inventaire Ansible
ja: Ansible インベントリー
ka: Ansible-ის ინვენტარი

source: Full response as json
fr: Réponse complète en json
ja: json としての完全な応答
ka: სრული პასუხი, JSON-ის სახით

source: Job Id
fr: Id Job
ja: ジョブ ID
ka: დავალების ID

source: Data URL
fr: URL des données
ja: データ URL
ka: მონაცემების URL

source: Name
fr: Nom
ja: 名前
ka: სახელი

source: Imported at
fr: Importé à
ja: インポート場所
ka: შემოტანის დრო

source: Ansible role [%{name}] was deleted.
fr: Le rôle Ansible [%{name}] a été supprimé.
ja: Ansible ロール [%{name}] が削除されました。
ka: Ansible-ის როლი [%{name}] წაიშალა.

source: Could not delete the role
fr: Impossible de supprimer le rôle
ja: ロールを削除できませんでした
ka: როლის წაშლა შეუძლებელია

source: A task to Sync Ansible Roles was created.
fr: Une tâche de synchronisation des rôles Ansible a été créée.
ja: Ansible ロールの同期タスクが作成されました。
ka: Ansible-ის როლების სინქის ამოცანა შეიქმნა.

source: Could not sync roles
fr: Impossible de sync les rôles
ja: ロールを同期できませんでした
ka: როლების სინქრონიზაცია შეუძლებელია

source: Could not import roles
fr: Impossible d'importer les rôles
ja: ロールをインポートできませんでした
ka: როლების შემოტანის შეცდომა

source: Result
fr: Résultat
ja: 結果
ka: შედეგი

source: Imported
fr: Importé
ja: インポート済み
ka: შემოტანილია

source: The following ansible roles were changed
fr: Les rôles Ansible suivants ont été modifiés
ja: 以下の Ansible ロールが変更されました
ka: შეიცვალა Ansible-ის შემდეგი როლები

source: No changes in ansible roles detected.
fr: Aucun changement dans les rôles Ansible n'a été détecté.
ja: Ansible ロールの変更が検出されませんでした。
ka: ცვლილებები Ansible-ის როლებში ვერ ვიპოვე.

source: Could not obsolete roles
fr: Impossible de rendre les rôles obsolètes
ja: ロールが使用されないようにできませんでした
ka: როლების მოძველებად გამოცხადების შეცდომა

source: Obsoleted
fr: Rendu obsolète
ja: 旧版
ka: ამოღებულია

source: Could not fetch roles
fr: Impossible de récupérer les rôles
ja: ロールを取得できませんでした
ka: როლების გამოთხოვის შეცდომა

source: Ansible roles available to be imported
fr: Rôles Ansible disponibles pour être importés
ja: インポート可能な Ansible ロール
ka: ხელმისაწვდომია შემოსატანი Ansible-ის როლები

source: Role Name
fr: Nom du rôle
ja: ロール名
ka: როლის სახელი

source: Action
ja: アクション
ka: მოქმედება

source: Variables
ja: 変数
ka: ცვლადები

source: Ansible roles are being played. Job ID: %{id}
fr: Des rôles Ansible activés. Job ID : %{id}
ja: Ansible ロールはプレイ中です。ジョブ ID: %{id}
ka: მიმდინარეობს Ansible-ის როლების დაკვრა. დავალების ID: %{id}

source: Could not play roles on hosts
fr: Impossible d’activer les rôles sur les hôtes
ja: ホストでロールをプレイできませんでした
ka: ჰოსტებზე როლების დაკვრის შეცდომა

source: Could not play roles on hostgroups
fr: Impossible d’activer les rôles sur les groupes d'hôtes
ja: ホストグループでロールをプレイできませんでした
ka: ჰოსტების ჯგუფზე როლების დაკვრის შეცდომა

source: Variable
ja: 変数
ka: ცვლადი

source: Default Value
fr: Valeur par défaut
ja: デフォルト値
ka: ნაგულისხმები მნიშვნელობა

source: Type
ja: タイプ
ka: ტიპი

source: Role
fr: Rôle
ja: ロール
ka: როლი

source: Role Id
fr: Id Rôle
ja: ロール ID
ka: როლის ID

source: Description
ja: 説明
ka: აღწერა

source: Hidden Value?
fr: Valeur cachée ?
ja: 値を非表示にしますか?
ka: დამალული მნიშვნელობა?

source: Validator
fr: Validateur
ja: バリデーター
ka: შემმოწმებელი

source: Rule
fr: Règle
ja: ルール
ka: წესი

source: Override values
fr: Surcharger les valeurs
ja: 値の上書き
ka: მნიშვნელობების გადაფარვა

source: Override
fr: Remplacement
ja: 上書き
ka: გადაფარვა

source: Merge overrides
fr: Fusionner les surcharges
ja: 上書きのマージ
ka: გადაფარვების შერწყმა

source: Merge default value
fr: Fusionner la valeur par défaut
ja: デフォルト値のマージ
ka: ნაგულისხმები მნიშვნელობის შერწყმა

source: Avoid duplicates
fr: Eviter les doublons
ja: 重複の回避
ka: დუბლიკატების აცილება

source: Order
fr: Commande
ja: 順序
ka: დალაგება

source: Values
fr: Valeurs
ja: 値
ka: მნიშვნელობები

source: Match
fr: Correspond
ja: 一致
ka: დამთხვევა

source: Value
fr: Valeur
ja: 値
ka: მნიშვნელობა

source: Ansible variable [%{variable}] was created.
fr: La variable Ansible [%{variable}] a été créée.
ja: Ansible 変数 [%{variable}] が作成されました。
ka: Ansible-ის ცვლადი [%{variable}] შეიქმნა.

source: Could not create the ansible variable
fr: Impossible de créer la variable Ansible
ja: Ansible 変数を作成できませんでした
ka: Ansible-ის ცვლადის შექმნის შეცდომა

source: Ansible variable [%{variable}] was deleted.
fr: La variable Ansible [%{variable}] a été supprimée.
ja: Ansible 変数 [%{variable}] が削除されました。
ka: Ansible-ის ცვლადი [%{variable}] წაიშალა.

source: Could not delete the variable
fr: Impossible de supprimer la variable
ja: 変数を削除できませんでした
ka: ცვლადის წაშლის შეცდომა

source: Ansible variable [%{variable}] updated.
fr: Variable Ansible [%{variable}] mise à jour.
ja: Ansible 変数 [%{variable}] が更新されました。
ka: Ansible-ის ცვლადი [%{variable}] განახლდა.

source: Could not update the ansible variable
fr: Impossible de mettre à jour la variable Ansible
ja: Ansible 変数を更新できませんでした
ka: Ansible-ის ცვლადის განახლების შეცდომა

source: The order in which values are resolved
fr: L'ordre dans lequel les valeurs sont interprétées
ja: 値が解決される順序
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება

source: Could not import variables
fr: Impossible d'importer des variables
ja: 変数をインポートできませんでした
ka: ცვლადების შემოტანის შეცდომა

source: The following ansible variables were changed
fr: Les variables Ansible suivantes ont été modifiées
ja: 以下の Ansible 変数が変更されました
ka: შეიცვალა Ansible-ის შემდეგი ცვლადები

source: No changes in ansible variables detected.
fr: Aucun changement dans les variables ansible n'a été détecté.
ja: 変数の変更が検出されませんでした。
ka: Ansible-ის ცვლადების ცვლილება ნაპოვნი არაა.

source: Could not obsolete variables
fr: Impossible de rendre les variables obsolètes
ja: 変数が使用されないようにできませんでした
ka: ცვლადების მოძველებად გამოცხადების შეცდომა

source: Override value, required if omit is false
fr: Remplacer la valeur, requis si Omettre est sur false
ja: 上書き値 (--omit が false の場合に必要)
ka: მნიშვნელობის გადაფარვა. საჭიროა, თუ ამოგდება გამორთულია

source: Override value created.
fr: Valeur de substitution créée.
ja: 上書き値が作成されました。
ka: გადაფარვის მნიშვნელობა შექმნილია.

source: Could not create the override value
fr: Impossible de créer la surcharge de valeur
ja: 上書き値を作成できませんでした
ka: გადამფარავი მნიშვნელობის შექმნის შეცდომა

source: Override value deleted.
fr: Valeur de substitution supprimée.
ja: 上書き値が削除されました。
ka: ნაპოვნია მნიშვნელობის გადაფარვა.

source: Could not delete the override value
fr: Impossible de supprimer cette surcharge de valeur
ja: 上書き値を削除できませんでした
ka: გადაფარვის მნიშვნელობის წაშლის შეცდომა

source: Ansible role %{name} is already inherited from a host group. Please use %{option} for direct association.
fr: Le rôle Ansible %{name} est déjà hérité d'un groupe d'hôtes. Veuillez utiliser %{option} pour une association directe.
ja: Ansible ロール %{name} はすでにホストグループから継承されています。直接の関連付けには %{option} を使用してください。
ka: Ansible-ის როლი %{name} უკვე მიღებულია მემკვიდრეობით ჰოსტების ჯგუფიდან. პირდაპირი ასოცირებისთვის გამოიყენეთ %{option}.

source: Ansible role %s is not assigned directly and cannot be removed.
fr: Le rôle Ansible %s n'est pas attribué directement et ne peut être supprimé.
ja: Ansible ロール %s は直接割り当ておられず、削除できません。
ka: Ansible-ის როლი %s პირდაპირ არაა მინიჭებული და ვერ წაიშლება.

source: Host Group
fr: Groupe d'hôtes
ja: ホストグループ
ka: ჰოსტების ჯგუფი

source: Location
fr: Emplacement
ja: ロケーション
ka: მდებარეობა

source: Organization
fr: Organisation
ja: 組織
ka: ორგანიზაცია

source: Domain
fr: Domaine
ja: ドメイン
ka: დომენი

source: Foreman domain description
fr: Description du domaine Foreman
ja: Foreman ドメインの説明
ka: Foreman-ის დომენის აღწერა

source: Owner name
fr: Nom du propriétaire
ja: 所有者名
ka: მფლობელის სახელი

source: Owner email
fr: Email du propriétaire
ja: 所有者メール
ka: მფლობელის ელფოსტა

source: SSH authorized keys
fr: Clés autorisées SSH
ja: SSH 認証キー
ka: ავტორიზებული საჯარო SSH გასაღებები

source: Root password
fr: Le mot de passe root
ja: root パスワード
ka: Root-ის პაროლი

source: Foreman config groups
fr: Gérer les groupes de configuration de Foreman
ja: Foreman 設定グループ
ka: Foreman-ის კონფიგურაციის ჯგუფები

source: Puppet master
ja: Puppet マスター
ka: Puppet-ის ძირითადი

source: Puppet environment
fr: Environnement Puppet
ja: Puppet 環境
ka: Puppet-ის გარემო

source: Subnets
fr: Sous-réseaux
ja: サブネット
ka: ქვექსელები

source: Network
fr: Réseau
ja: ネットワーク
ka: ქსელი

source: Mask
fr: Masque
ja: マスク
ka: ნიღაბი

source: Gateway
fr: Passerelle
ja: ゲートウェイ
ka: ნაგულისხმები რაუტერი

source: Primary DNS
fr: DNS Principal
ja: プライマリー DNS
ka: ძირითადი DNS

source: Secondary DNS
fr: DNS Secondaire
ja: セカンダリー DNS
ka: მეორადი DNS

source: From
fr: De
ja: 開始アドレス:
ka: გამომგზავნი

source: To
fr: À
ja: 終了アドレス:
ka: ვის

source: Boot mode
fr: Mode de démarrage
ja: 起動モード
ka: ჩატვირთვის რეჟიმი

source: NIC delay
fr: Retard NIC
ja: NIC の遅延
ka: NIC-ის დაყოვნება

source: Network type
fr: Type de réseau
ja: ネットワークタイプ
ka: ქსელის ტიპი

source: Network interfaces
fr: Interfaces réseau
ja: ネットワークインターフェイス
ka: ქსელის ინტერფეისები

source: Interface Name
fr: Nom de l'interface
ja: インターフェイス名
ka: ინტერფეისის სახელი

source: Identifier
fr: Identificateur
ja: ID
ka: იდენტიფიკატორი

source: Attributes
fr: Attributs
ja: 属性
ka: ატრიბუტები

source: MAC address
fr: Adresse MAC
ja: MAC アドレス
ka: MAC მისამართი

source: IPv4 address
fr: Adresse IPv4
ja: IPv4 アドレス
ka: IPv4 მისამართი

source: IPv6 address
fr: Adresse IPv6
ja: IPv6 アドレス
ka: IPv6 მისამართი

source: Virtual
fr: Virtuel
ja: 仮想
ka: ვირტუალური

source: Link
fr: Lien
ja: リンク
ka: კავშირი

source: Managed
fr: Géré
ja: 管理対象
ka: მართული

source: Primary
fr: Primaire
ja: プライマリー
ka: ძირითადი

source: Provision
fr: Mettre en service
ja: プロビジョニング
ka: მუშაობისთვის მომზადება

source: IPv6 subnet
fr: Sous-réseau IPv6
ja: IPv6 サブネット
ka: IPv6 ქვექსელი

source: Tag
fr: Balise
ja: タグ
ka: იარლიყი

source: Attached to
fr: Attaché à
ja: 接続先
ka: მიმაგრებულია

source: Attached devices
fr: Périphériques attachés
ja: 接続されたデバイス
ka: მიმაგრებული ინტერფეისები

source: Subnet
fr: Sous-réseau
ja: サブネット
ka: ქვექსელი

source: Foreman Users
fr: Utilisateurs Foreman
ja: Foreman ユーザー
ka: Foreman-ის მომხმარებლები

source: First name
fr: Prénom
ja: 名
ka: სახელი

source: Last name
fr: Nom de famille
ja: 姓
ka: გვარი

source: Email
ja: 電子メール
ka: ელ-ფოსტა

source: Full name
fr: Nom complet
ja: フルネーム
ka: სრული სახელი

source: Foreman Ansible Roles
fr: Rôles Ansible de Foreman
ja: Foreman Ansible ロール
ka: Foreman-ის Ansible-ის როლები

source: Ansible role check mode
fr: Mode de vérification des rôles Ansible
ja: Ansible ロールのチェックモード
ka: Ansible-ის როლის შემოწმების რეჟიმი

source: Host packages
fr: Paquets de l’hôte
ja: ホストのパッケージ
ka: ჰოსტის აკეტები

source: Host registration insights
fr: Contenu de l’enregistrement de l’hôte
ja: ホスト登録に関する見解
ka: ჰოსტის რეგისტრაციის insghts-ი

source: Host registration remote execution
fr: Exécution à distance de l'enregistrement de l'hôte
ja: ホスト登録のリモート実行
ka: ჰოსტის რეგისტრაციის დაშორებული გაშვება

source: Remote execution ssh keys
fr: Exécution à distance des clés ssh
ja: リモート実行の SSH 鍵
ka: დაშორებული გაშვების SSH გასაღებები

source: Remote execution ssh user
fr: Exécution à distance utilisateur ssh
ja: リモート実行の SSH ユーザー
ka: დაშორებული გაშვების SSH მომხმარებელი

source: Remote execution effective user method
fr: Méthode d'utilisateur efficace pour l'exécution à distance
ja: リモート実行の実効ユーザーメソッド
ka: დაშორებული გაშვების ეფექტური მომხმარებლის მეთოდი

source: Remote execution connect by IP
fr: Exécution à distance connectée par IP
ja: IP によるリモート実行接続
ka: დაშორებული გაშვების IP-ით მიერთება

source: Ansible Callback Enabled
fr: Activer Ansible Callback
ja: Ansible コールバックが有効

source: Manage Ansible roles on a host
fr: Gérer les rôles Ansible sur un hôte
ja: ホストでの Ansible ロールの管理
ka: ჰოსტზე Ansible-ს როლების მართვა

source: Inherited
fr: Hérité
ja: 継承済み
ka: მემკვიდრეობით

source: Directly assigned
fr: Directement affecté
ja: 直接割り当て
ka: პირდაპირ მინიჭებული

source: Could not play roles on a host
fr: Impossible de jouer des rôles sur un hôte
ja: ホストでロールをプレイできませんでした
ka: ჰოსტზე როლების დაკვრის შეცდომა

source: Ansible roles were assigned to the host
fr: Les rôles Ansible ont été assignés à l'hôte
ja: Ansible ロールがホストに割り当てられています
ka: ჰოსტზე Ansible-ის ჯგუფები მინიჭებულია

source: Could not assign roles to the host
fr: Impossible d'assigner des rôles à l'hôte
ja: ホストにロールを割り当てることができませんでした
ka: ჰოსტზე როლების მინიჭების შეცდომა

source: Associate an Ansible role
fr: Associer un rôle Ansible
ja: Ansible ロールの関連付け
ka: Ansible-ის როლის ასოცირება

source: Associate the Ansible role even if it already is associated indirectly
fr: Associer le rôle Ansible même s'il est déjà associé indirectement
ja: Ansible ロールがすでに間接的に関連付けられている場合でも、Ansible ロールを関連付けます。
ka: Ansible-ის როლის ასოცირება მაშინაც კი, თუ ის არაპირდაპირ მაინცაა ასოცირებული

source: Ansible role has been associated.
fr: Le rôle Ansible a été associé.
ja: Ansible ロールが関連付けられました。
ka: Ansible-ის როლი ასოცირებულია.

source: Could not associate the Ansible role
fr: Impossible d'associer le rôle Ansible
ja: Ansible ロールを関連付けられませんでした
ka: Ansible-ის როლის ასოცირების შეცდომა

source: Disassociate an Ansible role
fr: Désassocier un rôle Ansible
ja: Ansible ロールの関連付けを解除します。
ka: Ansible-ის როლის დისასოციაცია

source: Ansible role has been disassociated.
fr: Le rôle d'Ansible a été dissocié.
ja: Ansible ロールの関連付けが解除されました。
ka: Ansible-ის როლი დისასოცირებულია.

source: Could not disassociate the Ansible role
fr: Impossible de dissocier le rôle Ansible
ja: Ansible ロールの関連付けを解除できませんでした
ka: Ansible-ის როლის დისასოცირების შეცდომა

source: Manage Ansible roles on a hostgroup
fr: Gérer les rôles Ansible sur un groupe d'hôtes
ja: ホストグループでの Ansible ロールの管理
ka: ჰოსტების ჯგუფის Ansible-ის როლების მართვა

source: Could not play roles on a hostgroup
fr: Impossible de jouer des rôles sur un groupe d'hôtes
ja: ホストグループでロールをプレイできませんでした
ka: ჰოსტების ჯგუფზე როლების დაკვრის შეცდომა

source: Ansible roles were assigned to the hostgroup
fr: Les rôles Ansible ont été assignés au groupe d'hôtes
ja: Ansible ロールがホストグループに割り当てられました
ka: ჰოსტების ჯგუფზე Ansible-ის როლები მინიჭებულია

source: Could not assign roles to the hostgroup
fr: Impossible d'attribuer des rôles au groupe d'hôtes
ja: ホストグループにロールが割り当てることができませんでした
ka: ჰოსტების ჯგუფზე Ansible-ის როლების მინიჭების შეცდომა
